
/* */
"AppSocket/HP JetDirect" = "JetDirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Fax";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Protocolo de impresión en Internet (http)";

/* */
"Internet Printing Protocol (ipp)" = "Protocolo de impresión en Internet";

/* */
"LPD/LPR Host or Printer" = "Servidor o impresora LPD/LPR";

/* */
"Serial Printer (serial)" = "En serie";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "Otro dispositivo";

/* Internal Modem */
"modem" = "Módem interno";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Módem Bluetooth";


